---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SheetHeight
source: html/fad5658a-351a-6d80-0424-ef4f4fe26350.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SheetHeight Property

"Sheet Height"

## Syntax (C#)
```csharp
public static ForgeTypeId SheetHeight { get; }
```